[
	{
		"id": "event_01",
		"name": "World Congress on Information Technology and Computer Science",
		"thumbnail": "https://i.ibb.co.com/C5KsPCLG/1.png",
		"organizer": "World Research Society",
		"category": "Technology",
		"date": "2025-05-24",
		"registration_deadline": "2025-05-09",
		"location": "Rajshahi, Bangladesh",
		"entry_fee": 1200,
		"description": "World Congress on Information Technology and Computer Science, on 24th May 2025 at Rajshahi, Bangladesh. The conference provides a platform for professionals involved in Information Technology and Computer Science to exchange knowledge and gain an insight into the state of the art in the current technology, techniques and solutions in Computer Science as they have been developed and applied in different countries. Participants include a wide variety of stakeholders from research and academia, to industrial sectors as well as government organizations. This event will be organized by World Research Society at the city of Rajshahi, Bangladesh."
	},
	{
		"id": "event_02",
		"name": "International Conference on Animal Genetics and Development",
		"thumbnail": "https://i.ibb.co.com/jZW7Nd1r/2.png",
		"organizer": "Aserd",
		"category": "Animal Research",
		"date": "2025-06-01",
		"registration_deadline": "2025-05-10",
		"location": "Chittagong, Bangladesh",
		"entry_fee": 1850,
		"description": "International Conference on Animal Genetics and Development (ICAGD), on 1st Jun 2025 at Ishwarganj, Bangladesh. The key intention of ICAGD is to provide opportunity for the global participants to share their ideas and experience in person with their peers expected to join from different parts on the world. In addition this gathering will help the delegates to establish research or business relations as well as to find international linkage for future collaborations in their career path. We hope that ICAGD outcome will lead to significant contributions to the knowledge base in these up-to-date scientific fields in scope."
	},
	{
		"id": "event_03",
		"name": "International Conference on Nanoscience, Nanotechnology and Advanced Materials",
		"thumbnail": "https://i.ibb.co.com/CKSpCTYj/3.png",
		"organizer": "Academicsworld",
		"category": "Technology",
		"date": "2025-06-01",
		"registration_deadline": "2025-05-17",
		"location": "Dhaka, Bangladesh",
		"entry_fee": 2400,
		"description": "International Conference on Nanoscience, Nanotechnology and Advanced Materials (IC2NM), on 1st Jun 2025 at Dhaka, Bangladesh. The Academics World IC2NM aims to bring together leading academic scientists, researchers and research scholars to exchange and share their experiences and research results about all aspects of Nanoscience, Nanotechnology and Advanced Materials. It also provides the premier interdisciplinary forum for researchers, practitioners and educators to present and discuss the most recent innovations, trends, and concerns, practical challenges encountered and the solutions adopted in the fields of Nanoscience, Nanotechnology and Advanced Materials."
	},
	{
		"id": "event_04",
		"name": "International Conference on Education and New Learning Technologies",
		"thumbnail": "https://i.ibb.co.com/LD21WkJ8/4.png",
		"organizer": "World Research Society",
		"category": "Education",
		"date": "2025-06-01",
		"registration_deadline": "2025-05-17",
		"location": "Narayanganj, Bangladesh",
		"entry_fee": 2000,
		"description": "International Conference on Education and New Learning Technologies (EDULEARN), on 1st Jun 2025 at Narayanganj, Bangladesh. The conference provides a platform for professionals involved in Education and New Learning Technologies to exchange knowledge and gain an insight into the state of the art in the current technology, techniques and solutions in Education and New Learning Technologies as they have been developed and applied in different countries. Participants include a wide variety of stakeholders from research and academia, to industrial sectors as well as government organizations."
	},
	{
		"id": "event_05",
		"name": "Dhaka Fertility Expo 2025",
		"thumbnail": "https://i.ibb.co.com/Yx0rH0b/5.png",
		"organizer": "Eco Expo",
		"category": "Fertility",
		"date": "2025-06-26",
		"registration_deadline": "2025-06-07",
		"location": "BCFCC, Dhaka, Bangladesh",
		"entry_fee": 2500,
		"description": "Say \"No More Inferlity\". Eco Expo welcomes you in your parenthood journey at Dhaka Fertility Expo - 2025. At the Dhaka Fertility Expo-2025, you can have the opportunity to interact under the same roof with renowned local and international experts, doctors, and fertility centers. The expo aims to provide a platform for individuals to interact with local and international experts, doctors, and fertility centers to discuss their fertility concerns and potential treatment options. The expo has partnerships with organizations like the Bangladesh Private Hospital Clinic Diagnostic Owners Association (BPHCDOA) and the Bangladesh Medical Equipment Importers & Suppliers Association (BMEISA)."
	},
	{
		"id": "event_06",
		"name": "International Conference on Next-Generation Computing, IoT and Machine",
		"thumbnail": "https://i.ibb.co.com/RGPn04r3/6.png",
		"organizer": "Dhaka University of Engineering & Technology (DUET)",
		"category": "Technology",
		"date": "2025-06-27",
		"registration_deadline": "2025-05-15",
		"location": "DUET, Gazipur, Bangladesh",
		"entry_fee": 4500,
		"description": "2nd International Conference on Next-Gen Computing, IoT and Machine (NCIM 2025) is going to be organized by Department of Computer Science and Engineering (CSE) of Dhaka University of Engineering & Technology (DUET), Gazipur, Bangladesh on June 27-28 2025. NCIM 2025 focuses on theoretical, practical, cutting-edge applications and research issues. The conference aims to bring together Researchers, Academicians, Industry Professionals, and experts from a variety of disciplines to present contemporary research findings obtained through the use of Next-Generation Technologies."
	}
]
